app/controllers/articles_controller.rb

 def create
    @article = Article.new(params.require(:article).permit(:title, :text))

    @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "LOGIN SUCCESSFUL"], ["text", "GOOD JOB\r\n"], ["created_at", "2018-07-03 07:58:49.842704"], ["updated_at", "2018-07-03 07:58:49.842704"]]